Repository: IBM/watson-translator-101
Catalog: en-zh-6000-ParallelCorpus.tmx
Source language: en
Languages: zh

source: Ms. Al-Bassam (Chief, Regional Commissions New York Office) stressed that the statistics in the report had been arrived at in consultation with the international organizations working in the region, such as the United Nations Environment Programme, the International Labour Organization, the World Bank and the International Monetary Fund, and had been carefully checked.
zh: 92. Al-Bassam女士（区域委员会纽约办事处主任）指出，秘书长说明中的数字是在咨询了本地区活跃的国际组织——在这些组织中，特别要提到的是联合国环境规划署、国际劳工组织、世界银行、国际货币基金组织——后提出并经过仔细核实的。

source: The drafters of the report had also consulted official documents published in Israel.
zh: 报告的作者们也参考了以色列出版的官方文件。

source: The secretariat was fully aware of the political nature of reports presented under the current agenda item and had always been meticulous in ascertaining the accuracy of figures quoted.
zh: 秘书处很清楚，以这一议程项目名义提供的报告有政治分量，所以，秘书处一贯很注意数字的准确性。

source: Ms. Awan (Pakistan) said that the report was a reminder to the international community that Palestinians had been subjected to deepening economic and social hardship by the occupying Power in violation of their right to self-determination.
zh: 93. Awan女士（巴基斯坦）说，报告提醒国际社会，巴勒斯坦人目前的处境是，占领国践踏了他们的自决权，并将极端艰难的经济和社会条件强加于他们的身上。

source: The report provided a detailed account of the persistent decline in living conditions and the continued abusive and criminal practices of Israel.
zh: 报告详细描绘了每况愈下的生活条件以及以色列持续不断的倒行逆施。

source: The Secretary-General had concluded that the consequences of occupation had brought the occupied Palestinian territory to “war-torn economy” status, and that its continuation had led to new forms of dispossession and destruction of private and public assets of all kinds.
zh: 秘书长的结论是，由于占领带来的后果，巴勒斯坦领土被看作是“被战争吞噬的经济”，而这一占领的继续导致出现了对各类公共和私人财产的剥夺和摧毁的新形式。

source: The report had also pointed out that the number of extrajudicial killings had intensified, that the erection of the barrier that fragmented Palestinian territories separated the inhabitants from their lands and restricted access to their farms, jobs and services. Large numbers of Palestinians had been imprisoned or detained without any judicial procedure or formal charge, and the process of construction and growth of settlements persisted in blatant disregard for the road map of the Quartet.
zh: 秘书长还特别指出，法外处决的情况增多了，隔离障碍的修建使巴勒斯坦领土支离破碎，居民同他们的土地分离并被阻止去他们自己的农场，去工作，去从事他们长期的服务；许多巴勒斯坦人因莫须有的罪名、未经任何司法程序就被囚禁和拘留；以色列的定居点公然违背四方《路线图》的要求继续进行修建和扩张。

source: Furthermore, Israel had exploited Palestinian resources such as water, to its benefit, thereby creating a serious water shortage for Palestinians. Severe restrictions on the freedom of movement had led to job losses, primarily affecting food production to the extent that the territory was no longer self-sufficient in food.
zh: 此外，以色列利用巴勒斯坦的资源为其牟利，例如水资源，从而造成巴勒斯坦人的严重缺水并对人员流动自由强加了严格的限制，这就导致就业机会的缺失，特别是在粮食生产领域内，因此，在被占领土上，粮食不能满足需求。

source: The depleted economy had lost the gains it had achieved during 15 years of growth, and as a result, poverty was widespread.
zh: 经济陷入险境，15年经济增长的成果丧失贻尽，因此，贫穷的覆盖面有所扩大。

source: The population in the occupied Syrian Golan was in a similar position.
zh: 叙利亚戈兰被占领土上的人民处境相似。

source: The expansion of Israeli settlements and confiscation of land by the occupying Power had continued unabated, crippling restrictions on movement and the eroding social infrastructure had led to a deterioration in living conditions and the dismemberment of families.
zh: 以色列定居点的扩大以及占领国没收土地还在持续不断地进行着，人员的自由流动权受到严格的限制，社会基础设施遭到破坏，这一切导致生活条件的恶化和家庭的破裂。

source: Pakistan had steadfastly and unequivocally supported the just struggle for the inalienable rights of the Palestinian people as it supported all peoples suffering under foreign domination.
zh: 巴基斯坦一贯支持巴勒斯坦人民为争取自身不可剥夺的权利而进行的正义斗争，并坚定不移地支持全世界受外国统治的人民。

source: Lasting peace in the Middle East could only be achieved through the attainment of the legitimate rights of the Palestinian people.
zh: 只有实现巴勒斯坦人民的合法权利才能建立中东持久的和平。

source: As President Musharraf had said, the international community and the United States in particular, must work to secure a fair and peaceful solution through the realization of the vision of two States — Israel and Palestine — living side by side in peace, harmony and security.
zh: 正如穆沙拉夫总统所说，国际社会，特别是美国应该通过实现两个在和平、和谐与安全中共处的国家——以色列和巴勒斯坦——的梦想，努力寻求公正和平的解决方案。

source: Her delegation hoped that the faithful implementation of the provisions of the Quartet road map and the resumption of dialogue between the two parties would lay the foundations for a permanent peace in the Middle East.
zh: 巴基斯坦代表团希望，严格执行四方《路线图》的规定以及恢复各方的对话将为中东持久和平打下基础。

source: A durable settlement of the Middle East question, by definition, must include the restoration of the Syrian Golan.
zh: 按照规定，中东问题的持久解决方案还将包括归还叙利亚戈兰。

source: A durable peace in the region was inconceivable without justice.
zh: 没有公正，要得到本地区巩固的和平是不可思议的。

source: Mr. El Farnawany (Egypt) said that the report under consideration by the Committee described a harsh situation which, if it continued, would have serious consequences for all peoples of the region.
zh: 94. Elfarnawany先生（埃及）说，委员会审议的报告所反映的情况严重，如果拖延下去，会给本地区所有居民带来严重后果，也会影响到在联合国主持下国际社会希望达到的目标的实现。

source: It threatened to undermine the achievement of the objectives which the international community was pursuing under the auspices of the United Nations.
zh: 占领国违背国际公约和协定的规定，尤其是违背1949年《日内瓦第四公约》，继续践踏在被占领土上的阿拉伯人民不可剥夺的权利。

source: The occupying Power continued to implement policies and practices that undermined international peace and security and compromised efforts to attain common development objectives, including the Millennium Development Goals.
zh: 占领国继续执行的政策及其所做所为，都在破坏国际和平和安全，破坏为实现共同发展目标——其中包括千年发展目标——所做出的努力。

source: It was clear from the report that Israeli practices had thwarted the development efforts of the Palestinian people.
zh: 根据报告的描述，以色列对巴勒斯坦人民的所做所为伤害了巴勒斯坦人为发展所做出的努力。

source: In that regard, in order to give some context, his delegation drew attention to the relationship between the Israeli occupation and the steps taken by the international community to establish peace and their consequences for the Palestinian people.
zh: 95. 对此，埃及代表团希望提请大家注意在以色列占领和国际社会为建立和平所采取的做法之间的关系，注意这种关系给巴勒斯坦人民造成的后果，以便将事物置于它们自身的背景中去。

source: The Millennium Development Goals placed high priority on the mobilization of all efforts aimed at poverty eradication.
zh: 千年发展目标的重点是动员一切力量，达到消灭贫困的目的。

source: Yet, in the occupied Palestinian territories, restrictions on the movement of persons and goods, and damage to the infrastructure, amounting to several hundred millions of dollars, had led to a deterioration in the economic and social situation, thereby exacerbating poverty.
zh: 可是，在巴勒斯坦被占领土上，对财产和人员流动的限制，对基础设施造成的高达数亿美元的损失，导致经济和社会状况日益恶化，从而使贫困现象更加严重。

source: Moreover, the growth of Israeli settlements, which were illegal under the rules of international law, had raised tensions, with repercussions on the living conditions of the Palestinian people.
zh: 再者，违背国际法准则的非法的以色列定居点使形势更趋紧张，进而使巴勒斯坦人民的生活条件也受到影响。

source: The second Millennium Development Goal concerned education.
zh: 第二个千年发展目标同教育有关。

source: A study of the situation in the occupied Palestinian territories showed that efforts to improve education had been in vain.
zh: 在分析巴勒斯坦被占领土的形势时，人们发现为改善教育而做出的努力都是徒劳的。

source: Owing to the closure policies and curfews imposed by the occupying Power and the destruction of schools, the success rate of Palestinian students had dropped by 14.5 per cent during the 2002-2003 scholastic year.
zh: 在占领国强制实行封锁和宵禁以及摧毁学校之后，巴勒斯坦学生的升学率与2002-2003学年相比下降了14.5%。

source: The report highlighted the problems created by Israeli occupation with respect to the promotion of gender equality and the empowerment of women, the third Goal.
zh: 关于促进男女平等和妇女自立问题——这也是千年发展的第三个目标，报告指出了由于占领所产生的一些问题。

source: The situation similarly affected the achievement of the fourth, fifth and sixth Goals on the reduction of child mortality, health care and combating disease, respectively.
zh: 就第四、第五和第六个千年发展目标而言——它们关系到降低儿童死亡率、医疗卫生以及防治疾病——情况也大体如此。

source: Owing to the occupation, some 1.4 million Palestinians (40 per cent of the population) lived with food insecurity, and checkpoints and curfews had hurt the public health situation by preventing access to health care.
zh: 由于占领，有140万巴勒斯坦人（占人口的40%）食不果腹，而检查站和宵禁导致公共健康形势日趋恶化，因为检查站和宵禁妨碍人们去治病。

source: As to the seventh Goal, which was to ensure sustainable development, in 2003 Israel had bulldozed thousands of trees and hectares of land and destroyed five water wells in the Gaza Strip, while the separation wall had had a very grave impact on the Palestinian people and its sovereignty, with Israel annexing approximately 50 per cent of the water resources of the West Bank.
zh: 至于第七个目标——确保可持续发展，以色列2003年在加沙地带摧毁了数千棵树木、数千公顷土地以及5眼水井，还不算隔离墙对巴勒斯坦人民及其主权所产生的后果，因为以色列对外约旦大约51%的水资源都插了手。

source: It was not clear how the Palestinian people could, under such conditions, participate effectively in global partnerships, which was the eighth Goal.
zh: 在这种条件下真不知道巴勒斯坦人民如何才能有效地参加国际伙伴关系的活动——而这正是第八个目标。

source: During the previous year's discussion, his delegation had asked how the international community could turn a blind eye to such repression and aggression, particularly when attempts were being made to re-establish economic cooperation among independent countries and to promote international development efforts.
zh: 当这个问题在去年提出来的时候，埃及代表团曾经表示过，国际社会怎么能够对这种镇压和侵略局面视而不见，特别是在人们试图在独立国家之间建立经济合作关系并参加国际发展行动的时刻。

source: The same question could once again be posed.
zh: 今天，人们可以提出同样的问题。

source: Egypt believed that the achievement of the Millennium Development Goals depended on international solidarity, the principles of the Charter of the United Nations and United Nations resolutions, and it was therefore time to end Israeli occupation and practices that deprived Palestinians of their basic resources and prevented them from attaining the economic and social development objectives decided on at the international level.
zh: 埃及认为，实现千年发展目标的基础是国际间的相互支持、《联合国宪章》的原则以及联合国的各项决议，因此必须结束以色列的这种做法和占领，这些做法和占领剥夺了巴勒斯坦人的主要资源并阻止他们达到国际上制订的经济和社会发展目标。

source: Discussions on the arrangements for the follow-up to the outcomes of the Millennium Summit and major United Nations conferences at the 2005 meeting would provide an appropriate opportunity to study the harmful effects of Israeli occupation on Palestinian development efforts, and the topic should be included in the report to be submitted in that regard.
zh: 当人们在2005年会议上审议关于千年首脑会议以及联合国大型会议结果的后续工作安排的时候，应该分析以色列占领对发展的消极影响并将这个问题包括到以此为主题的报告中去。

source: In conclusion, his delegation appealed for real efforts to be made to end the occupation of Palestine, which ran contrary to the goals and principles established in the Charter of the United Nations, including the right to self-determination, and to the provisions of international resolutions, and called for support for international development efforts.
zh: 最后，埃及代表团愿意发出呼吁，呼吁人们真正尽一切力量来结束对巴勒斯坦的占领，因为这一占领是违背《联合国宪章》所主张的目的和原则的，包括自决权利的原则以及国际决议的规定；代表团同时还呼吁人们支持国际上对发展所做出的努力。

source: Mr. Al-Ghanem (Kuwait) said that the Palestinian situation was catastrophic because of continued Israeli practices against the encircled and defenceless Palestinian people.
zh: 96. Al-Ghanem先生（科威特）说，由于以色列顽固坚持其针对受围攻和失去自卫能力的巴勒斯坦人民的行为，巴勒斯坦人民的情况是灾难性的。

source: The occupying Israeli forces continued to destroy industrial installations in the Occupied Palestinian Territory, as well as thousands of hectares of agricultural land that would take decades to restore.
zh: 以色列占领军继续在被占领的巴勒斯坦摧毁其工业设施以及数千公顷的农田，而开发这些农田需要几十年的时间。

source: Israel's policy of obstructing the delivery of international assistance and engaging in systematic assassinations and arrests of Palestinians had curbed development in general.
zh: 以色列还阻碍国际援助并一贯对巴勒斯坦人进行暗杀和监禁，这也就对发展起了阻碍作用。

source: The delegation of Kuwait wished to highlight a few examples to illustrate the true situation caused by the Israeli occupying forces.
zh: 97. 科威特代表团举几个例子来说明以色列占领军造成的现实情况。

source: First, the confiscation of Palestinian homes by the Israeli authorities had left over 16, 000 persons homeless in 2003, and since they had not been recognized as refugees they could not benefit from the protection offered by the international community.
zh: 首先，在巴勒斯坦的民宅被以色列当局没收之后，2003年有超过1.6万人无家可归，而由于他们没有被承认为难民，所以也就得不到国际社会的保护。

source: Secondly, by blocking main and secondary roads in various Palestinian towns, conducting air raids and constructing a separation wall, the occupying Power had crippled the Palestinian economy and aggravated the unemployment and poverty situation (44 per cent decline in average income and more than 50 per cent of Palestinian families living in extreme poverty).
zh: 其次，由于许多巴勒斯坦城市的主路和辅路都被封锁，占领国通过空中袭击和修建隔离墙，使巴勒斯坦的经济处于瘫痪状态，并加剧了失业和贫困问题（平均收入下降44%，超过50%的巴勒斯坦家庭处于赤贫状态）。

source: Thirdly, the practices of the Israeli occupying forces directed against the Palestinian people had removed every chance for attracting foreign investment to the Occupied Palestinian Territory.
zh: 第三，以色列占领军对巴勒斯坦人民的做法使外国人在巴勒斯坦被占领土上进行投资的可能性丧失贻尽。

source: Such investment had fallen by 90 per cent at the start of 2003.
zh: 2003年年初，这类投资下滑了90%。

source: Fourthly, Israeli forces had attacked four banks in the Palestinian territories and had confiscated millions of dollars under the pretext that those amounts had been deposited in suspicious accounts.
zh: 第四，以色列占领军袭击了在巴勒斯坦领土上的四家分支银行，并没收了数百万美元，借口说这些存款可疑。

source: Fifthly, the occupying forces constantly impeded the work of humanitarian organizations, preventing them from reaching the populations because of hundreds of fixed checkpoints and countless mobile checkpoints.
zh: 第五，占领军继续阻碍人道主义组织的行动，阻止它们同民众接触，因为有几百个固定检查站要通过，且不说那些不计其数的流动哨所。

source: The measures adopted in the port of Hajdoud, obstructing the delivery of humanitarian assistance and development aid, had prompted the United Nations Relief and Works Agency for Palestine Refugees in the Near East to suspend food aid supplies to Palestinian towns.
zh: 在Hajdoud港所采取的措施阻碍了人道主义援助和发展援助的抵达，致使联合国近东巴勒斯坦难民救济和工程处中止了它向巴勒斯坦一些城市提供的粮食援助。

source: Sixthly, it should be noted that in the occupied Syrian Golan the Syrians were unable to cultivate their very fertile lands because the occupation authorities prevented them from establishing a water supply infrastructure for development and human consumption.
zh: 第六，人们发现，在被占的叙利亚戈兰，叙利亚人无法耕种他们的土地，而这些土地是非常肥沃的。 原因是占领当局阻止他们建设用于发展和满足人的消费需要的水利基础设施。

source: In 2004, the Israeli authorities had confiscated agricultural land in villages of the Syrian Golan and destroyed fruit trees; and they had imposed coercive measures on Syrians studying abroad, preventing them from returning to the Golan.
zh: 最后，在2004年，以色列当局没收了叙利亚戈兰农村的一些农田，摧毁了果树并对在国外学习、无法回到戈兰的叙利亚人采取了惩罚措施。

source: Furthermore, the inhabitants of the Syrian Golan lived under the constant threat of landmines.
zh: 此外，叙利亚戈兰的居民常年生活在地雷的威胁之下。

source: The occupied Palestinian and Arab territories were the setting for dehumanizing practices.
zh: 98. 巴勒斯坦和阿拉伯被占领土是非人道行为的舞台。

source: The erosion of the economic and social fabric due to continued Israeli military occupation was accompanied by the deterioration of living conditions for Palestinians and Arabs living under the yoke of Israeli occupation to the point where humanitarian assistance was no longer sufficient.
zh: 以色列军事占领的继续造成经济和社会部门被摧毁，随之引起了在以色列占领统治下的巴勒斯坦和阿拉伯人民生活条件的恶化，因而人道主义援助不足。

source: The only way to remedy the dire situation which the Palestinian people had to endure was to end the occupation of its territory and of the Syrian Golan and all other occupied territories in order to make way for fair development and an opportunity for the Palestinian people to share in the benefits of globalization.
zh: 挽救这一使巴勒斯坦人民深受其苦的严重局势的惟一药方是结束对巴勒斯坦领土的占领，也包括叙利亚戈兰和所有被占领土，以实现公正的发展，使巴勒斯坦人民能够分享全球化的果实。

source: That would require the withdrawal of Israel from all the occupied Arab territories to the 4 June 1967 line, the recognition of all the legitimate rights of the Palestinian people, including first and foremost the creation of an independent State, and the implementation of the Arab peace initiative adopted at the 2002 Beirut Summit.
zh: 这就要求以色列撤出所有被占的阿拉伯领土，退到1967年6月4日以前的分界线，承认巴勒斯坦人民所有合法的权利，首先是建立一个独立国家的权利，以及实现2002年在贝鲁特阿拉伯首脑会议上通过的《和平倡议》。

source: Note verbale dated 28 March from the Permanent Mission of Estonia to the United Nations addressed to the Chairman of the Committee
zh: 2005年3月28日爱沙尼亚常驻联合国代表团给委员会主席的普通照会

source: The Permanent Mission of the Republic of Estonia to the United Nations presents its compliments to the Chairman of the Security Council Committee established pursuant to resolution 1572 (2004) and has the honour to forward to the Committee the report regarding the implementation of resolution 1572 (2004).
zh: 爱沙尼亚共和国常驻联合国代表团向安全理事会第1572(2004)号决议所设委员会主席致意，并谨向委员会提交关于第1572(2004)号决议执行情况的报告。

source: Report of Estonia to the Security Council Committee established pursuant to resolution 1572 (2004)
zh: 爱沙尼亚提交给安全理事会第1572(2004)号决议所设委员会的报告

source: In implementing United Nations Security Council resolutions, Estonia is bound by the requirements of its European Union membership.
zh: 爱沙尼亚执行联合国安全理事会决议时，必须符合其作为欧盟成员的义务。

source: Therefore, United Nations Security Council resolutions imposing sanctions are implemented through relevant European Union instruments, mostly through European Union common positions and Council regulations.
zh: 因此，联合国安全理事会决议所规定的制裁是通过欧盟有关文书（主要通过欧盟共同立场和理事会条例 ）执行的。

source: With regard to the paragraph of resolution 1572 (2004), by which the Council decided that all States shall take the necessary measures to prevent the supply of arms or any related materiel to Côte d'Ivoire, the Strategic Goods Act stipulates that the export and transit of military goods to countries subject to United Nations sanctions is prohibited.
zh: 第1572(2004)号决议第7段决定，所有国家均应采取必要措施，防止向科特迪瓦供应军火或任何有关军用物资，《战略物资法》规定，禁止向联合国制裁的国家出口和转运军事物资。

source: All licence applications to export and transit goods to Côte d'Ivoire included in the list of military goods and for the provision of services (including arms and equipment) are denied by the Strategic Goods Commission, except in the cases listed under paragraph 8.
zh: 战略物资委员会除第8段所列情况外，拒绝受理向科特迪瓦出口和转运军事物资和服务（包括军火和装备）清单所列物资的所有许可证申请。

source: The Commission includes representatives of the Ministries of Foreign Affairs, Defence, Economic Affairs and Communications, the Security Police Board, the Police Board, the Tax and Customs Board and representatives of other administrative agencies and other specialists according to the necessity.
zh: 该委员会成员包括外交部、国防部、经济事务和通信部、保安警察署、警察署、税务和海关署的代表以及其他行政机构代表和其他必要的专家。

source: Detecting and investigating violations of arms embargo and the embargo on equipment likely to be used for internal repression is the responsibility of the Customs Board; detecting and investigating technical training and assistance falls under the responsibility of the Security Police Board, both of which are set to carry out such activities within the framework of their competencies.
zh: 海关署负责查明和调查违反武器禁运和可能用于国内镇压的装备禁运的行为；安全警察署负责查明和调查技术训练和援助事件，这两个机构已经可以在自己职权范围内开展这种活动。

source: The sanctions for violations of restrictive measures are foreseen in the Penal Code of Estonia, which stipulates that violation of an internal measure necessary for the application of an international sanction is punishable by a pecuniary punishment or up to 5 years' imprisonment.
zh: 爱沙尼亚《刑法》规定对违反限制措施的行为给予处罚，《刑法》规定，对违反实施国际制裁所需采取的国内措施的行为，可处以罚款或判处5年徒刑。

source: The same act, if committed by a legal person, is punishable by a pecuniary punishment.
zh: 如果法人犯下同样行为，可处以罚款。

source: The court shall confiscate the object, which was the direct object of commission of an offence provided for in this section.
zh: 法庭可以没收有关物品，因为这是犯下该节所述违法行为的直接标的物。

source: Since 15 November 2004, no licence application to export the goods in question to Côte d'Ivoire was submitted to the Commission, nor have there been reports from the Customs Board of any violations concerning exports to Côte d'Ivoire.
zh: 2004年11月15日以来，没有人向委员会提出向科特迪瓦出口有关物资的许可证申请，海关署也没有报告发生任何有关向科特迪瓦出口的违禁行为。

source: In order to implement the travel ban, as soon as the Committee established by paragraph 14 of the resolution has drawn up a list of designated persons, the targeted persons will be included in the State Register on Prohibitions on Entry administered by the Minister of the Interior in accordance with the terms of the Obligation to Leave and Prohibition on Entry Act.
zh: 为了执行旅行禁令，一旦(决议第14段所设）委员会提出指定人员名单之后，将立即根据《迫使离境和禁止入境法》，将这些人员列入内政部设立的“禁止入境国家登记册”。

source: The persons with regard to whom a prohibition on entry applies are not granted permission to enter Estonia at a border checkpoint, are not granted a basis for stay and his or her basis for stay shall not be extended within the period of validity of the prohibition on entry, and the person is also not permitted to stay in Estonia regardless of whether he or she has a basis for stay.
zh: 禁止入境的人员在边界检查站不准进入爱沙尼亚，不准许逗留，在禁止入境有效期内不得延长逗留，不论其是否具有在爱沙尼亚逗留的理由，均不允许逗留。

source: Upon application of a prohibition on entry with regard to a person who holds a residence permit, a visa or other permission to stay in Estonia granted by administrative legislation, the corresponding basis for stay shall be revoked.
zh: 如果作为禁止入境对象的人员持有依照行政法颁发的爱沙尼亚居住许可证、签证或其他逗留许可证，则吊销其相应的逗留理由。

source: Monitoring the implementation of financial restrictive measures (foreseen in paragraph 11 of the resolution) is carried out by the Financial Supervision Authority, an agency with autonomous competence and a separate budget, which operates at the Bank of Estonia.
zh: 金融监督局负责监测金融限制措施（决议第11段规定）的执行情况，该机构具有独立的管辖权和单独的预算，在爱沙尼亚银行内开展工作。

source: The Supervision Authority conducts financial supervision in the name of the State and is independent in the conduct of financial supervision.
zh: 监督局代表国家开展金融监督工作，在开展金融监督时具有独立性。

source: The Financial Supervision Authority will ensure that, as soon as the Committee established by paragraph 14 of the resolution has drawn up the list of designated persons, all funds, other financial assets and economic resources belonging to the designated persons discovered by the Estonian financial institutions will be frozen.
zh: 金融监督局将确保，一旦（决议第14段所设）委员会提出指定人员名单，将立即冻结爱沙尼亚金融机构所发现这些指定人员拥有的所有资金、其他金融资产和经济资源。

source: The penalties for violations of restrictive measures are foreseen in the Penal Code of Estonia, which stipulates that violation of an internal measure necessary for the application of an international sanction is punishable by a pecuniary punishment or up to 5 years' imprisonment.
zh: 爱沙尼亚《刑法》规定对违反限制措施的行为给予处罚，《刑法》规定，对违反实施国际制裁所需采取的国内措施的行为，可处以罚款或判处5年徒刑。

source: In this context, European Union Council Common Position 2004/852/CFSP of 13 December 2004 and Council Regulation (EC) No.
zh: 有关文书是欧盟理事会2004年12月13日2004/852/CFSP号共同立场和欧盟理事会2005年1月31日第174/2005号条例。

source: 174/2005 of 31 January 2005.
zh: 页：1

source: [without reference to a Main Committee (A/60/L.1)]
zh: [未经发交主要委员会而通过(A/60/L.1)]

source: Given the need to accelerate progress immediately in countries where current trends make the achievement of the internationally agreed development goals unlikely, we resolve to urgently identify and implement country-led initiatives with adequate international support, consistent with long-term national development strategies, that promise immediate and durable improvements in the lives of people and renewed hope for the achievement of the development goals.
zh: 34. 有些国家当前的趋势使国际商定的发展目标难以实现，因此，有必要立即加快这些国家的进展速度。 基于这一考虑，我们决心在国际社会充分支持下，采取紧急行动，提出并实施由国家主导、符合国家长期发展战略的倡议，可望在改善人民生活方面取得立杆见影而又持久的成果，并为实现各项发展目标重新燃起希望。

source: In this regard, we will take such actions as the distribution of malaria bed nets, including free distribution, where appropriate, and effective anti-malarial treatments, the expansion of local school meal programmes, using home-grown foods where possible, and the elimination of user fees for primary education and, where appropriate, health-care services.
zh: 在这方面，我们将采取各种行动，如分发防疟疾蚊帐，包括酌情免费分发，有效地防治疟疾，尽可能利用自家种的食品扩大学校供餐方案，以及取消初级教育费用，并酌情取消医疗保健费。
